Repository: KDE/cutehmi
Catalog: poqm/*/cutehmi-view-4_qt.po
Languages: ar, ca@valencia, eo, es, eu, fi, fr, gl, he, hi, it, ka, ko, nl, nn, pl, pt, pt_br, ro, sl, sv, tr, uk, zh_cn, zh_tw

# main|
source: You can not use 'extension' option, because 'forceDefaultOptions' option has been set during compilation time.
ar: لا يمكنك استخدام خيار 'extension' (الملحق)، لأن خيار 'forceDefaultOptions' (فرض الخيارات المبدئية) ضُبِط أثناء وقت التصريف.
ca@valencia: No podeu utilitzar l'opció «extensió» perquè s'ha establit l'opció «forceDefaultOptions» en el moment de la compilació.
es: No puede usar la opción «extensión», porque la opción «forceDefaultOptions» se estableció en tiempo de compilación.
eu: Ezin duzu «extension» aukera erabili, konpilatzeko garaian «forceDefaultOptions» aukera ezarri delako.
fi: ”extension”-valintaa ei voi käyttää, koska koostettaessa on asetettu ”forceDefaultOptions”-valinta.
fr: Vous ne pouvez utiliser l'option « extension » car l'option « forceDefaultOptions » a été définie pendant la phase de compilation.
gl: Non pode usar a opción de extensión porque se definiu a opción «forceDefaultOptions» durante a compilación.
he: אי אפשר להשתמש באפשרות ‚extension’, כיוון שהאפשרות ‚forceDefaultOptions’ הוגדרה במהלך זמן ההידור.
hi: आप 'एक्सटेंशन' विकल्प का उपयोग नहीं कर सकते, क्योंकि संकलन समय के दौरान 'forceDefaultOptions' विकल्प नियत किया गया है ।
it: Non puoi utilizzare l'opzione «extension», poiché l'opzione «forceDefaultOptions» è stata impostata al momento della compilazione.
ka: პარამეტრს 'extension' ვერ გამოიყენებთ იმიტომ, რომ 'forceDefaultOptions' პარამეტრი აგების დროსაა დაყენებული.
ko: 컴파일할 때 'forceDefaultOptions' 옵션을 설정했기 때문에 'extension' 옵션을 사용할 수 없습니다.
nl: U kunt optie 'extension' niet gebruiken, omdat optie 'forceDefaultOptions' is ingesteld tijdens compilatie.
nn: Du kan ikkje bruka valet «extension», sidan valet «forceDefaultOptions» var slått på ved kompilering.
pl: Nie możesz użyć opcji 'extension', ponieważ opcja 'formceDefaultOptions' została wybrana w trakcie kompilacji.
pt: Não poderá usar a opção 'extension', porque a opção 'forceDefaultOptions' foi configurada na altura da compilação.
pt_br: Você não pode usar a opção 'extension' porque a opção 'forceDefaultOptions' foi definida durante a compilação.
ro: Nu puteți folosi opțiunea „extension” deoarece opțiunea „forceDefaultOptions” a fost stabilită la compilare.
sl: Ne morete uporabiti možnosti 'extension', ker je bila med prevodom nastavljena možnost 'forceDefaultOptions'.
sv: Alternativet 'extension' kan inte användas, eftersom alternativet 'forceDefaultOptions' var inställt vid kompileringstiden.
tr: 'extension' seçeneğini kullanamazsınız; çünkü derleme sırasında 'forceDefaultOptions' seçeneği ayarlanmış.
uk: Не можна використовувати параметр «extension», оскільки під час збирання програми не було встановлено параметр «forceDefaultOptions».
zh_cn: 无法使用“extension”选项，因为在编译过程中设置了“强制默认选项”。
zh_tw: 無法使用 'extension' 選項，因為編譯時已設定 'forceDefaultOptions' 選項。

# main|
source: You can not use '%1' option, because 'forceDefaultOptions' option has been set during compilation time.
ar: لا يمكنك استخدام الخيار '%1'، لأن خيار 'forceDefaultOptions' (فرض الخيارات المبدئية) ضُبِط أثناء وقت التصريف.
ca@valencia: No podeu utilitzar l'opció «%1» perquè s'ha establit l'opció «forceDefaultOptions» en el moment de la compilació.
es: No puede usar la opción «%1», porque la opción «forceDefaultOptions» se estableció en tiempo de compilación.
eu: Ezin duzu «%1» aukera erabili, konpilatzeko garaian «forceDefaultOptions» aukera ezarri delako.
fi: ”%1”-valitsinta ei voi käyttää, koska koostettaessa on asetettu ”forceDefaultOptions”-valinta.
fr: Vous ne pouvez utiliser l'option « %1 » car l'option « forceDefaultOptions » a été définie pendant la phase de compilation.
gl: Non pode usar a opción «%1» porque se definiu a opción «forceDefaultOptions» durante a compilación.
he: אי אפשר להשתמש באפשרות ‚%1’, כיוון שהאפשרות ‚forceDefaultOptions’ הוגדרה במהלך זמן ההידור.
hi: आप '%1' विकल्प का उपयोग नहीं कर सकते, क्योंकि 'forceDefaultOptions' विकल्प संकलन समय के दौरान नियत किया गया है।
it: Non puoi utilizzare l'opzione «%1», poiché l'opzione «forceDefaultOptions» è stata impostata al momento della compilazione.
ka: პარამეტრს '%1' ვერ გამოიყენებთ იმიტომ, რომ 'forceDefaultOptions' პარამეტრი აგების დროსაა დაყენებული.
ko: 컴파일할 때 'forceDefaultOptions' 옵션을 설정했기 때문에 '%1' 옵션을 사용할 수 없습니다.
nl: U kunt optie '%1' niet gebruiken, omdat optie 'forceDefaultOptions' is ingesteld tijdens compilatie.
nn: Du kan ikkje bruka valet «%1», sidan valet «forceDefaultOptions» var slått på ved kompilering.
pl: Nie możesz użyć opcji '%1', ponieważ opcja 'formceDefaultOptions' została wybrana w trakcie kompilacji.
pt: Não poderá usar a opção '%1', porque a opção 'forceDefaultOptions' foi configurada na altura da compilação.
pt_br: Você não pode usar a opção '%1' porque a opção 'forceDefaultOptions' foi definida durante a compilação.
ro: Nu puteți folosi opțiunea „%1” deoarece opțiunea „forceDefaultOptions” a fost stabilită la compilare.
sl: Ne morete uporabiti možnosti '%1', ker je bila med prevodom nastavljena možnost 'forceDefaultOptions'.
sv: Alternativet '%1' kan inte användas, eftersom alternativet 'forceDefaultOptions' var inställt vid kompileringstiden.
tr: '%1' seçeneğini kullanamazsınız; çünkü derleme sırasında 'forceDefaultOptions' seçeneği ayarlanmış.
uk: Не можна використовувати параметр «%1», оскільки під час збирання програми не було встановлено параметр «forceDefaultOptions».
zh_cn: 无法使用“%1”选项，因为在编译过程中设置了“强制默认选项”。
zh_tw: 無法使用 '%1' 選項，因為編譯時已設定 'forceDefaultOptions' 選項。

# main|
source: Command line argument error: value of '%1' option must be a number.
ar: خطأ في وسيط سطر الأوامر: يجب أن تكون قيمة الخيار '%1' رقمًا.
ca@valencia: S'ha produït un error d'argument de la línia d'ordres: el valor de l'opció «%1» cal que siga un nombre.
eo: Eraro de argumentlinia komandlinio: valoro de opcio '%1' devas esti nombro.
es: Error de argumento en la línea de órdenes: el valor de «%1» debe ser un número.
eu: Komando-lerroko argumentuaren errorea: «%1»(e)k zenbakizko balioa izan behar duelako.
fi: Komentoriviparametrin virhe: valitsimen ”%1” arvon on oltava luku.
fr: Erreur d'argument dans la ligne de commandes : la valeur de l'option « %1 » doit être un nombre.
gl: Erro nun argumento da liña de ordes: o valor da opción «%1» ha de ser un número.
he: שגיאת ארגומנט שורת פקודות: ערך האפשרות ‚%1’ חייב להיות מספר.
hi: कमांड लाइन आर्ग्युमेंट त्रुटि: '%1' विकल्प का मान एक संख्या होना चाहिए ।
it: Errore di argomento della riga di comando: il valore dell'opzione «%1» deve essere un numero.
ka: ბრძანების სტრიქონის არგუმენტის შეცდომა: '%1' პარამეტრის მნიშვნელობა რიცხვს უნდა წარმოადგენდეს.
ko: 명령행 인자 오류: '%1' 옵션의 값은 숫자여야 합니다.
nl: Fout in argument voor opdrachtregel: waarde van optie '%1' moet een getal zijn.
nn: Feil ved kommandolinje­argument: Verdien til valet «%1» må vera eit tal.
pl: Błąd argumentu wiersza polecenia: wartość opcji '%1' musi być liczbą.
pt: Erro de argumentos da linha de comandos: o valor da opção '%1' deverá ser um número.
pt_br: Erro no argumento da linha de comando: o valor da opção '%1' deve ser um número.
ro: Eroare argument în linie de comandă: valoarea pentru „%1” trebuie să fie un număr.
sl: Napaka argumenta ukazne vrstice: vrednost možnosti '%1' mora biti število.
sv: Fel i kommandoradsväljare: Värdet på väljaren '%1' måste vara ett tal.
tr: Komut satırı argüman hatası: '%1' seçeneğinin değeri bir sayı olmalıdır.
uk: Помилка аргументу командного рядка: значенням параметра «%1» має бути число.
zh_cn: 命令行参数错误：“%1”选项的值必须是数字。
zh_tw: 命令列引數錯誤： '%1' 選項的值必須是數字。

# main|
source: Command line argument error: please specify extension with major version number after the last dot.
ar: خطأ في وسيط سطر الأوامر: رجاءً حدد الملحق برقم الإصدار الرئيسي بعد النقطة الأخيرة.
ca@valencia: S'ha produït un error d'argument de la línia d'ordres: especifiqueu l'extensió amb un número de versió principal després de l'últim punt.
es: Error de argumento en la línea de órdenes: por favor, especifique la extensión con la versión mayor tras el último punto.
eu: Komando-lerroko argumentuaren errorea: mesedez, zehaztu hedapena, azken puntuaren ondoren bertsio-zenbaki nagusia ipinita.
fi: Virhe komentoriviparametreissa: anna viimeisen pisteen jälkeen päätteeksi pääversion numero.
fr: Erreur d'argument dans la ligne de commandes : veuillez spécifier l'extension avec le numéro majeur de version après le dernier point.
gl: Erro nun argumento da liña de ordes: indique a extensión co número de version superior despois do último punto.
he: שגיאת ארגומנט שורת פקודות: נא לציין הרחבה עם מספר גרסה עיקרי אחרי הנקודה האחרונה.
hi: कमांड लाइन आर्ग्युमेंट त्रुटि: कृपया अंतिम बिंदु के बाद प्रमुख संस्करण संख्या के साथ एक्सटेंशन निर्दिष्ट करें ।
it: Errore di argomento della riga di comando: specifica il numero di versione principale dell'estensione dopo l'ultimo punto.
ka: ბრძანების სტრიქონის არგუმენტის შეცდომა: მიუთითეთ გაფართოება მთავარი ვერსიის ნომრით ბოლო წერტილის შემდეგ.
ko: 명령행 인자 오류: 마지막 마침표 뒤에 확장 기능과 주 버전 번호를 지정하십시오.
nl: Fout in argument voor opdrachtregel: extensie specificeren met hoofdversiegetal na de laatste punt.
nn: Feil ved kommandolinje­argument: Vel utviding med hovud-versjonsnummer etter siste punktum.
pl: Błąd argumentu wiersza polecenia: doprecyzuj rozszerzenie z głównym numerem wersji, po ostatniej kropce.
pt: Erro de argumentos da linha de comandos: por favor indique a extensão com o número de versão principal a seguir ao último ponto.
pt_br: Erro no argumento da linha de comando: especifique a extensão com o número da versão maior após o último ponto.
ro: Eroare argument în linie de comandă: specificați extensia cu număr de versiune majoră după ultimul punct.
sl: Napaka argumenta ukazne vrstice: navedite razširitev z glavno verzijo številke za zadnjo piko.
sv: Fel för kommandoradsargument: ange utökning med huvudversionsnummer efter den sista punkten.
tr: Komut satırı argüman hatası: Son noktadan sonra majör sürüm numaralı uzantı belirtin.
uk: Помилка аргументу командного рядка: будь ласка, вкажіть розширення із номером основної версії після останньої крапки.
zh_cn: 命令行参数错误：请在最后一个点之后指定主要版本号的扩展名。
zh_tw: 命令列引數錯誤：請在指定擴充功能時將大版本置於最後一個點的後方。

# main|
source: URL '%1' contains relative path along with URL scheme, which is forbidden.
ar: عنوان URL '%1' يحتوي على مسار نسبي مع مخطط عنوان URL، وهذا ممنوع.
ca@valencia: L'URL «%1» conté un camí relatiu amb un esquema d'URL, que està prohibit.
es: La URL «%1» contiene una ruta relativa junto con un esquema URL, lo que está prohibido.
eu: «%1» URLak bide-izen erlatibo bat du URL-antolaera batekin batera, eta hori, debekatuta dago.
fi: Osoite ”%1” sisältää sekä suhteellisen sijainnin että verkko-osoiteskeeman, mikä on kiellettyä.
fr: L'emplacement « %1 » contient des emplacements relatifs conjointement à un schéma « URL », ce qui est proscrit.
gl: O URL «%1» contén unha ruta relativa e un esquema de URL, o cal non está permitido.
he: הכתובת ‚%1’ מכילה נתיב יחסי לצד תבנית הכתובת, שזה אסור.
hi: यूआरएल '%1' में यूआरएल योजना के साथ सापेक्ष पथ है, जो वर्जित है ।
it: L'URL «%1» contiene un percorso relativo in aggiunta allo schema dell'URL, che è vietato.
ka: ბმული %1 URL-ის შემცველ ფარდობით ბილიკს წარმოადგენს, რაც აკრძალულია.
ko: URL '%1'에 URL 스키마와 상대 경로를 지정했습니다. 사용할 수 없습니다.
nl: URL '%1' bevat relatief pad naast URL-schema, wat verboden is.
nn: Adressa «%1» inneheld både relativ adresse og URL-syntaks, noko som er forbode.
pl: URL '%1' zawiera ścieżkę względną z schematem URL, co jest zakazane.
pt: O URL '%1' contém localizações relativas em conjunto com o esquema de URL's, o que é proibido.
pt_br: A URL '%1' contém um caminho relativo junto com o esquema da URL o que é proibido.
ro: URL-ul „%1” conține cale relativă împreună cu schema URL, ceea ce e interzis.
sl: URL '%1' vsebuje relativno pot skupaj s shemo URL-ja, kar je prepovedano.
sv: Webbadress '%1' innehåller relativ sökväg tillsammans med webbadresschema, vilket är förbjudet.
tr: '%1' URL'si, URL şemasının yanında yasaklanmış olan göreceli yol içeriyor.
uk: У адресі «%1» міститься відносний шлях із типом адреси. Так робити не можна.
zh_tw: URL '%1' 中同時包含相對路徑和 URL 機制，這是不允許的。

# main|
source: QML file '%1' does not exist.
ar: ملف QML '%1' غير موجود.
ca@valencia: El fitxer QML «%1» no existix.
eo: QML-dosiero '%1' ne ekzistas.
es: El archivo QML «%1» no existe.
eu: «%1» QML fitxategia ez da existitzen.
fi: QML-tiedostoa ”%1” ei ole olemassa.
fr: Le fichier « QML » « %1 » n'existe pas.
gl: O ficheiro QML «%1» non existe.
he: קובץ ה־QML‏ ‚%1’ לא קיים.
hi: क्यूएमएल फ़ाइल '%1' मौजूद नहीं है ।
it: Il file QML «%1» non esiste.
ka: QML ფაილი '%1' არ არსებობს.
ko: QML 파일 '%1이(가) 없습니다.
nl: QML bestand '%1' bestaat niet.
nn: QML-fila «%1» finst ikkje.
pl: Plik QML '%1' nie istnieje.
pt: O ficheiro QML '%1' não existe.
pt_br: O arquivo QML '%1' não existe.
ro: Fișierul QML „%1” nu există.
sl: Datoteka QML '%1' ne obstaja.
sv: QML-filen '%1' finns inte.
tr: '%1' QML dosyası yok.
uk: Файла QML «%1» не існує.
zh_cn: QML 文件“%1”不存在。
zh_tw: QML 檔案 '%1' 不存在。

# main|
source: Invalid format of QML file URL '%1'.
ar: صيغة غير صالحة لعنوان URL لملف QML '%1'.
ca@valencia: Format no vàlid de l'URL «%1» del fitxer QML.
eo: Nevalida formato de QML-dosiero URL '%1'.
es: Formato inválido de la URL del archivo QML «%1».
eu: QML fitxategiaren «%1» URLaren formatu baliogabea.
fi: Virheellinen QML-tiedoston osoitteen muoto ”%1”.
fr: Format non valable du lien vers le fichier « QML » « %1 ».
gl: O formato do URL de ficheiro «%1» QML é incorrecto.
he: תבנית שגויה של כתובת קובץ QML‏ ‚%1’.
hi: क्यूएमएल फ़ाइल URL '%1' का अमान्य स्वरूप।
it: Formato non valido per l'URL del file QML «%1».
ka: QML ფაილის URL-ის არასწორი ფორმატი '%1'.
ko: QML 파일 URL '%1'의 형식이 잘못되었습니다.
nl: Ongeldig formaat van QML bestand URL '%1'.
nn: Ugyldig format på QML-filadressa «%1».
pl: Błędy format URL pliku QML '%1'.
pt: O formato do URL do ficheiro QML '%1' é inválido.
pt_br: Formato da URL do arquivo QML inválido '%1'.
ro: Format nevalid pentru URL-ul de fișier QML „%1”.
sl: Neveljaven format URL-ja datoteke QML '%1'.
sv: Ogiltigt format på QML-filens webbadress '%1'.
tr: QML dosya URL'sinin geçersiz biçimi '%1'.
uk: Некоректний формат адреси файла QML «%1».
zh_cn: QML 文件 URL 的“%1”格式无效。
zh_tw: QML 檔案 URL '%1' 格式無效。
