Repository: KDE/cutehmi
Catalog: poqm/*/cutehmi-view-4_qt.po
Languages: ar, ca@valencia, eo, es, eu, fi, fr, gl, he, hi, it, ka, ko, nl, nn, pl, pt, pt_br, ro, sl, sv, tr, uk, zh_cn, zh_tw

# DefaultScreen|
source: Start application with --help option to see available options.
ar: ابدأ التطبيق بخيار --help لرؤية الخيارات المتاحة.
ca@valencia: Inicieu l'aplicació amb l'opció «--help» per a veure les opcions disponibles.
eo: Komencu aplikaĵon per --help-opcio por vidi disponeblajn opciojn.
es: Iniciar aplicación con la opción de ayuda «--help» para ver las opciones disponibles.
eu: Abiatu aplikazioa « --help » aukerarekin aukera erabilgarriak ikusteko.
fi: Katso lisävalinnat käynnistämällä sovellus valitsimella --help.
fr: Démarrer l'application avec l'option « --help » pour les options disponibles.
gl: Inicie a aplicación coa opción «--help» para ver as opcións dispoñíbeis.
he: יש להפעיל את היישום עם האפשרות ‎--help כדי לראות את האפשרויות הזמינות.
hi: उपलब्ध विकल्पों को देखने के लिए --help विकल्प के साथ अनुप्रयोग शुरू करें।
it: Avvia l'applicazione con l'opzione --help per vedere le opzioni disponibili.
ka: ხელმისაწვდომი პარამეტრების სანახავად გამოიყენეთ --help .
ko: --help 인자를 사용하면 사용 가능한 명령행 옵션을 볼 수 있습니다.
nl: Toepassing starten met optie --help om beschikbare opties te bekijken.
nn: Start programmet med valet «--help» for å sjå moglege val.
pl: Uruchom aplikację z opcją --help, aby zobaczyć dostępne opcje.
pt: Iniciar a aplicação com a opção --help para ver as opções disponíveis.
pt_br: Inicie o aplicativo com a opção --help para ver as opções disponíveis.
ro: Porniți aplicația cu opțiunea --help pentru a vedea opțiunile disponibile.
sl: Zaženi aplikacijo z možnostjo --help, da si ogledate razpoložljive možnosti.
sv: Starta program med väljaren --help för att se tillgängliga alternativ.
tr: Kullanılabilir seçenekleri görmek için uygulamayı --help seçeneği ile başlatın.
uk: Запустіть програму із параметром --help, щоб переглянути список доступних параметрів.
zh_cn: 使用 --help 选项启动应用程序以查看可用选项。
zh_tw: 用 --help 選項啟動應用程式來檢視可用的選項。

# ExtensionLoader|
source: Could not load extension '%1'.
ar: لا يمكن تحميل الملحق '%1'.
ca@valencia: No s'ha pogut carregar l'extensió «%1».
eo: Ne eblis ŝargi etendon '%1'.
es: No se pudo cargar la extensión «%1».
eu: Ezin izan da «%1» hedapena zamatu.
fi: Päätettä ”%1” ei voitu ladata.
fr: Impossible de charger l'extension « %1 ».
gl: Non se puido cargar o complemento «%1».
he: לא ניתן לטעון את ההרחבה ‚%1’.
hi: एक्सटेंशन '%1' लोड नहीं कर सका ।
it: Impossibile caricare l'estensione «%1».
ka: გაფართოების ჩატვირთვის შეცდომა: "%1".
ko: 확장 기능 '%1'을(를) 불러올 수 없습니다.
nl: Kon extensie '%1' niet laden.
nn: Klarte ikkje lasta utvidinga «%1».
pl: Nie można wczytać rozszerzenia '%1'.
pt: Não foi possível carregar a extensão '%1'.
pt_br: Não foi possível carregar a extensão '%1'.
ro: Extensia „%1” nu a putut fi încărcată.
sl: Razširitve '%1' ni bilo mogoče naložiti.
sv: Kunde inte läsa utökning '%1'.
tr: '%1' uzantısı yüklenemedi.
uk: Не вдалося завантажити розширення «%1».
zh_cn: 无法加载扩展名 '%1'。
zh_tw: 無法載入擴充功能 '%1'。

# ExtensionLoader|
source: Reasons:
ar: الأسباب:
ca@valencia: Motius:
eo: Kialoj:
es: Razones:
eu: Arrazoiak:
fi: Syyt:
fr: Raisons :
gl: Motivos:
he: סיבות:
hi: कारण :
it: Motivi:
ka: მიზეზები:
ko: 이유:
nl: Redenen:
nn: Grunnar:
pl: Powody:
pt: Razões:
pt_br: Motivos:
ro: Motive:
sl: Razlogi:
sv: Orsaker:
tr: Nedenler:
uk: Причини:
zh_cn: 原因
zh_tw: 原因：

# MessageDialog|
source: Information
ar: معلومات
ca@valencia: Informació
eo: Informoj
es: Información
eu: Informazioa
fr: Informations
gl: Información
he: מידע
it: Informazioni
ka: ინფორმაცია
ko: 정보
nl: Informatie
nn: Informasjon
pl: Informacje
pt: Informação
pt_br: Informações
ro: Informații
sl: Informacije
tr: Bilgi
uk: Відомості
zh_cn: 信息
zh_tw: 資訊

# MessageDialog|
source: Warning
ar: تحذير
ca@valencia: Avís
eo: Averto
es: Aviso
eu: Abisua
fr: Avertissement
gl: Aviso
he: אזהרה
it: Avviso
ka: გაფრთხილება
ko: 경고
nl: Waarschuwing
nn: Åtvaring
pl: Ostrzeżenie
pt: Aviso
pt_br: Aviso
ro: Avertisment
sl: Opozorilo
sv: Varning
tr: Uyarı
uk: Попередження
zh_cn: 警告
zh_tw: 警告

# MessageDialog|
source: Error
ar: خطأ
ca@valencia: S'ha produït un error
eo: Eraro
eu: Errorea
fr: Erreur
gl: Erro
he: שגיאה
it: Errore
ka: შეცდომა
ko: 오류
nl: Fout
nn: Feil
pl: Błąd
pt: Erro
pt_br: Erro
ro: Eroare
sl: Napaka
sv: Fel
tr: Hata
uk: Помилка
zh_cn: 错误
zh_tw: 錯誤

# MessageDialog|
source: Question
ar: سؤال
ca@valencia: Pregunta
eo: Demando
es: Pregunta
eu: Galdera
gl: Pregunta
he: שאלה
it: Domanda
ka: კითხვა
ko: 질문
nl: Vraag
nn: Spørsmål
pl: Pytanie
pt: Pergunta
pt_br: Pergunta
ro: Întrebare
sl: Vprašanje
sv: Fråga
tr: Soru
uk: Питання
zh_tw: 問題

# MessageDialog|
source: Message
ar: الرسالة
ca@valencia: Missatge
eo: Mesaĝo
es: Mensaje
eu: Mezua
gl: Mensaxe
he: הודעה
it: Messaggio
ka: შეტყობინება
ko: 메시지
nl: Bericht
nn: Melding
pl: Wiadomość
pt: Mensagem
pt_br: Mensagem
ro: Mesaj
sl: Sporočilo
sv: Meddelande
tr: İleti
uk: Повідомлення
zh_tw: 訊息

# main|
source: Run application in full screen mode.
ar: شغّل التطبيق في وضع ملء الشاشة.
ca@valencia: Executa l'aplicació en el mode de pantalla completa.
eo: Ruli aplikaĵon en plenekrana reĝimo.
es: Ejecutar aplicación en pantalla completa.
eu: Ibili aplikazioa pantaila osoko moduan.
fi: Suorita sovellus koko näytön tilassa.
fr: Démarrer l'application en mode plein écran.
gl: Executar a aplicación a pantalla completa.
he: הרצת יישום במסך מלא.
hi: अनुप्रयोग पूर्ण स्क्रीन मोड में चलाएँ
it: Esegui l'applicazione a schermo intero.
ka: აპლიკაციის მთელ ეკრანზე გაშვება.
ko: 프로그램을 전체 화면 모드로 실행하십시오.
nl: Toepassing starten in modus volledig scherm.
nn: Køyr programmet i fullskjerms­modus.
pl: Uruchom aplikację w trybie pełnoekranowym.
pt: Executar a aplicação no modo de ecrã completo.
pt_br: Executar o aplicativo no modo de tela cheia.
ro: Rulează aplicația în regim de ecran complet.
sl: Poženi aplikacijo v celozaslonskem načinu.
sv: Kör program i fullskärmsläge.
tr: Uygulamayı tam ekran kipinde başlat.
uk: Запустити програму у повноекранному режимі.
zh_cn: 在全屏模式下运行应用。
zh_tw: 以全螢幕模式執行應用程式。

# main|
source: Override loader by specifying initial QML <file> to load.
ar: تجاوز المحمّل بتحديد ملف QML <file> المبدئي للتحميل.
ca@valencia: Substituïx el carregador especificant el <file> QML inicial que es carregarà.
eo: Anstataŭigi ŝargilon specifante komencan QML <dosiero> por ŝargi.
es: Ignorar cargador al especificar <file> QML inicial a cargar.
eu: Gainidatzi zamatzailea, zamatu beharreko hasierako QML <file> zehaztuz.
fi: Ohita latain asettamalla ladattava alustava QML-<tiedosto>.
fr: Surcharger le chargeur en spécifiant un <file> initial « QML ».
gl: Sobredefinir o cargador cun ficheiro QML inicial para cargar.
he: אפשר לדרוס את הטוען על ידי ציון <קובץ> QML ראשוני לטעינה.
hi: लोड करने के लिए प्रारंभिक क्यूएमएल <file> निर्दिष्ट करके लोडर को अध्यारोहित करें।
it: Ignora il caricatore specificando il <file> QML iniziale da caricare.
ka: ჩამტვირთავის გადაფარვა დასაწყისში ჩასატვირთი QML <ფაილის> მითითებით.
ko: 불러올 초기 QML <file>을 지정하여 실행기를 재정의하십시오.
nl: Lader vervangen door initiÃ«le QML <file> te specificeren voor laden.
nn: Overstyr lastar ved å oppgje QML-<file> å lasta.
pl: Zastąp program wczytujący wskazując początkowy <plik> QML do wczytania.
pt: Substituição do carregador por definição do <ficheiro> QML inicial a carregar.
pt_br: Sobrescrever o carregador especificando o <file> QML inicial a ser carregado.
ro: Suprimă încărcătorul prin specificarea <fișierului> QML inițial de încărcat.
sl: Preglasite nalagalnik z določitvijo začetne QML <datoteke> za nalaganje.
sv: Överskrid inläsare genom att specificera initial QML <fil> att läsa in.
tr: Yükleyiciyi, başlangıç QML <dosya>'sını belirterek geçersiz kıl.
uk: Перевизначити параметри завантажувача визначенням початкового файла QML <файл> для завантаження.
zh_cn: 指定初始的 QML <file> 覆盖加载器。
zh_tw: 無視載入器，指定初始要載入的 QML <檔案>。

# main|
source: file
ar: ملف
ca@valencia: fitxer
eo: dosiero
es: archivo
eu: fitxategia
fi: tiedosto
fr: fichier
gl: ficheiro
he: קובץ
hi: फ़ाइल
ka: ფაილი
nl: bestand
nn: fil
pl: plik
pt: ficheiro
pt_br: arquivo
ro: fișier
sl: datoteka
sv: fil
tr: dosya
uk: файл
zh_cn: 文件
zh_tw: 檔案

# main|
source: Use <version> for extension minor version to import.
ar: استخدم <version> لإصدارة الملحق الفرعية لاستيرادها.
ca@valencia: Utilitza <version> com a versió secundària de l'extensió que s'importarà.
eo: Uzi <version> kiel etenda minora versio de importo.
es: Usar <version> como la versión menor de la extensión a importar.
eu: Erabili <version> inportatu beharreko hedapenaren bertsio txikiena gisa.
fr: Utiliser <version> pour une version mineure d'extension à importer.
gl: Use <versión> para indicar a versión menor da extensión para importar.
he: אפשר להשתמש ב<גרסה> לגרסה מזערית של הרחבה לייבוא.
hi: एक्सटेंशन के लघु संस्करण को आयात करने के लिए <version> का उपयोग करें ।
it: Utilizza <versione> per la sotto-versione dell'estensione da importare.
ka: გამოიყენეთ <ვერსია> გაფართოების მცირე ვერსიისთვის, შემოსატანად.
ko: 가져올 확장 기능의 부 버전을 <version>으로 지정합니다.
nl: <version> gebruiken voor extensie minorversie om te importeren.
nn: Bruk <versjon> for å velja utvidings­versjon å importera.
pl: Użyj <wersji> jako rozszerzenia wskazującego na pomniejszą wersję do importu.
pt: Usar a <versão> menor da extensão a importar.
pt_br: Usar <version> para a versão menor da extensão a importar.
ro: Folosește <versiune> drept versiune minoră a extensiei de importat.
sl: Uporabite <version> za manjšo verzijo razširitve za uvoz.
sv: Använd <version> för utökningens mindre version att importera.
tr: İçe aktarılacak uzantı minör sürümü için <sürüm> kullanın.
uk: Використовувати версію <версія> для проміжної версії розширення для імпортування.
zh_cn: 使用 <version> 来导入次要版本。
zh_tw: 使用 <版本> 指定要載入的擴充功能次版號。

# main|
source: version
ar: إصدارة
ca@valencia: versió
eo: versio
es: versión
eu: bertsioa
fi: versio
gl: versión
he: גרסה
hi: संस्करण
it: versione
ka: ვერსია
nl: versie
nn: versjon
pl: wersja
pt: versão
pt_br: versão
ro: versiune
sl: verzija
tr: sürüm
uk: версія
zh_cn: 版本
zh_tw: 版本

# main|
source: Touch screen (hides mouse cursor).
ar: شاشة تعمل باللمس (يُخفي مؤشر الفأرة).
ca@valencia: Pantalla tàctil (oculta el cursor del ratolí).
eo: Tuŝekrano (kaŝas muskursoron).
es: Pantalla táctil (Ocultar cursor del ratón).
eu: Ukimen pantaila (saguaren kurtsorea ezkutatzen du).
fi: Kosketusnäyttö (piilottaa hiiriosoittimen).
fr: Écran tactile (cache le pointeur de souris).
gl: Pantalla táctil (agocha o cursor do rato).
he: מסך מגע (הסתרת סמן העכבר).
hi: स्पर्श स्क्रीन (माउस कर्सर को छुपाता है) ।
it: Schermo tattile (nasconde il puntatore del mouse).
ka: სენსორული ეკრანი (თაგუნას კურსორის დამალვა).
ko: 터치스크린 모드(마우스 커서를 숨깁니다).
nl: Aanraakscherm (verbergt muiscursor).
nn: Trykkskjerm (gøymer musepeikaren).
pl: Ekran dotykowy (ukrywa wskaźnik myszy).
pt: Ecrã táctil (esconde o cursor do rato).
pt_br: Tela sensível ao toque (oculta o cursor do mouse).
ro: Ecran tactil (ascunde cursorul mausului).
sl: Zaslon na dotik (skrije miškin kazalnik).
sv: Pekskärm (döljer muspekare).
tr: Dokunmatik ekran (fare imlecini gizler).
uk: Сенсорний екран (приховати вказівник миші).
zh_cn: 触摸屏幕(隐藏鼠标光标)。
zh_tw: 觸控螢幕（隱藏滑鼠游標）。

# main|
source: Set Qt Quick <style>.
ar: اضبط نمط Qt Quick <style>.
ca@valencia: Establix l'<style> de Qt Quick.
eo: Meti Qt-Quick <style>.
es: Establecer Qt Quick <style>.
eu: Ezarri Qt Quick-en <style>.
fi: Aseta QtQuick-<tyyli>.
fr: Définir le <style> de « QtQuick ».
gl: Definir o estilo de Qt Quick.
he: הגדרת <סגנון> Qt Quick.
hi: क्यूट क्विक <style> नियत करें।
it: Imposta <stile> Qt Quick.
ka: Qt Quick-ის დაყენება <style>.
ko: Qt Quick <style>을 사용합니다..
nl: Qt Quick <style> instellen.
nn: Vel Qt Quick-<stil>.
pl: Ustaw Qt Quick <style>.
pt: Definir o <estilo> do Qt Quick.
pt_br: Definir o <style> do Qt Quick.
ro: Stabilește <stilul> Qt Quick.
sl: Nastavi Qt Quick <style>.
sv: Ställ in Qt Quick <stil>.
tr: Qt Quick <biçem>'ini ayarla.
uk: Встановити стиль Qt Quick <стиль>.
zh_cn: 设置 Qt 快速 <style>。
zh_tw: 設定 Qt Quick <風格>。

# main|
source: style
ar: نمط
ca@valencia: estil
eo: stilo
es: estilo
eu: estiloa
fi: tyyli
gl: estilo
he: סגנון
hi: शैली
it: stile
ka: სტილი
nl: stijl
nn: stil
pl: styl
pt: estilo
pt_br: estilo
ro: stil
sl: stil
sv: stil
tr: biçem
uk: стиль
zh_cn: 样式
zh_tw: 風格

# main|
source: Choose application <language>.
ar: اختر تطبيقًا <language>.
ca@valencia: Tria l'<language> de l'aplicació.
eo: Elekti aplikaĵan <language>.
es: Elegir aplicación <language>.
eu: Hautatu aplikazioaren <language>.
fi: Valitse sovelluksen <kieli>.
fr: Choisir un <langage> pour l'application.
gl: Escoller o idioma da aplicación.
he: בחירת <שפה> ליישום.
hi: अनुप्रयोग <language> चुनें
it: Scegli la <lingua> dell'applicazione
ka: აირჩიეთ აპლიკაციის <ენა>.
ko: 프로그램 <language>를 선택합니다.
nl: Toepassing kiezen <taal>.
nn: Vel program <språk>.
pl: Wybierz <język > aplikacji .
pt: Escolher a <língua> da aplicação.
pt_br: Escolher o <language> do aplicativo.
ro: Alege <limba> aplicației.
sl: Izberi aplikacijo <language>.
sv: Välj program <språk>.
tr: <uygulama> diliini seç.
uk: Вибрати мову програми <мова>.
zh_cn: 切换应用程序语言<language>
zh_tw: 選取應用程式的 <語言>。

# main|
source: language
ar: اللغة
ca@valencia: idioma
eo: lingvo
es: idioma
eu: hizkuntza
fi: kieli
fr: Langue
gl: idioma
he: שפה
hi: भाषा
it: lingua
ka: ენა
nl: taal
nn: språk
pl: język
pt: língua
pt_br: idioma
ro: limbă
sl: jezik
sv: språk
tr: dil
uk: мова
zh_cn: 语言
zh_tw: 語言

# main|
source: Set base directory to <dir>.
ar: اضبط الدليل الأساسي إلى <dir>.
ca@valencia: Establix el directori base a <dir>.
eo: Meti bazan dosierujon al <dir>.
es: Establecer directorio base a <dir>.
eu: Ezarri <dir> oinarri direktorio gisa.
fi: Aseta peruskansioksi <kansio>.
fr: Définir le dossier racine à <dir>.
gl: Definir o cartafol base.
he: הגדרת תיקיית הבסיס ל<תיקייה>
hi: आधार डिरेक्ट्री को <dir> पर नियत करें ।
it: Imposta la cartella di base a <cartella>.
ka: საბაზისო საქაღალდის <dir>-ზე დაყენება.
ko: 기본 디렉터리를 <dir>로 지정합니다.
nl: Basismap instellen op <dir>.
nn: Bruk grunnmappa <mappe>.
pl: Ustaw katalog podstawowy na <dir>.
pt: Definir a pasta de base como <pasta>.
pt_br: Definir a pasta base para <dir>.
ro: Stabilește directorul de bază la <dir>.
sl: Nastavi osnovni imenik na <dir>.
sv: Ställ in baskatalog till <kat>.
tr: Taban dizini <dizin> olarak ayarla.
uk: Встановити базовий каталог <каталог>.
zh_cn: 将基础目录设置为 <dir>。
zh_tw: 將基礎目錄設為 <目錄>。

# main|
source: dir
ar: اتجاه
es: directorio
fi: kansio
fr: dossier
he: תיקייה
hi: डिर.
it: cartella
nl: rt
nn: mappe
pt: pasta
pt_br: pasta
sv: kat
tr: dizin
uk: каталог
zh_tw: 目錄

# main|
source: Explicitly specify <resource> file to be loaded on startup.
ar: حدد صراحةً ملف <resource> للتحميل عند بدء التشغيل.
ca@valencia: Especifiqueu explícitament el fitxer <resource> que es carregarà a l'inici.
eo: Eksplicite specifi <resource>-dosieron ŝargenda dum lanĉo.
es: Especificar explícitamente el archivo de <resource> a cargar en el inicio.
eu: Berariaz zehaztu abiatzean zamatu beharreko <resource> fitxategia.
fi: Aseta eksplisiittisesti käynnistettäessä ladattava <resurssi>-tiedosto.
fr: Spécifier explicitement le <resource>fichier à charger au démarrage.
gl: Indicar explicitamente o ficheiro de recurso para cargar no inicio.
he: ציון <משאב> במפורש לטעינה בעלייה.
hi: प्रारंभ पर लोड करने के लिए स्पष्ट रूप से <resource> फ़ाइल निर्दिष्ट करें ।
it: Specifica esplicitamente il file <risorsa> da caricare all'avvio.
ka: საჭიროა <resource> ფაილის გაშვებისას ჩატვირთვა.
ko: 시작할 때 <resource> 파일을 명시적으로 불러 옵니다.
nl: Expliciet <hulpbron> bestand specificeren om te worden geladen bij opstarten.
nn: Oppgje <ressurs>-fil som skal lastast ved oppstart.
pl: Jednoznacznie wskaż plik <zasobu> do wczytania po uruchomieniu.
pt: Indicar explicitamente o ficheiro do <recurso> a carregar no arranque.
pt_br: Especificar explicitamente o arquivo de <resource> a ser carregado na inicialização.
ro: Specifică explicit fișierul cu <resursă> de încărcat la pornire.
sl: Eksplicitno določite datoteko <resource>, ki naj bo naložena ob zagonu.
sv: Ange explicit <resursfil> att läsa in vid start.
tr: Başlangıçta yüklenecek <özkaynak>'ı açıkça belirt.
uk: Явним чином вказати файл <ресурс>, який слід завантажити після запуску.
zh_cn: 明确指定要在启动时加载的 <resource> 文件。
zh_tw: 明確指定啟動時要載入的 <資源> 檔案。

# main|
source: resource
ar: مورد
ca@valencia: recurs
eo: rimedo
es: recurso
eu: baliabidea
fi: resurssi
fr: ressource
gl: recurso
he: משאב
hi: साधन
it: risorsa
ka: რესურსი
nl: hulpbron
nn: ressurs
pl: zasób
pt: recurso
pt_br: recurso
ro: resursă
sl: vir
sv: resurs
tr: özkaynak
uk: ресурс
zh_cn: 资源
zh_tw: 資源

# main|
source: Extension to import.
ar: الملحق للاستيراد.
ca@valencia: Extensió que s'ha d'importar.
eo: Etendo por importi.
es: Extensión a importar.
eu: Inportatu beharreko hedapena.
fi: Tuotava pääte.
fr: Extension à importer.
gl: Extensión para importar.
he: הרחבה לייבוא.
hi: आयात करने के लिए एक्सटेंशन ।
it: Estensione da importare.
ka: გაფართოება შემოსატანად.
ko: 가져올 확장 기능입니다.
nl: Extensie om te importeren.
nn: Utviding som skal importerast.
pl: Rozszerzenie do importu.
pt: A extensão a importar.
pt_br: Extensão a importar.
ro: Extensia de importat.
sl: Razširitev za uvoz.
sv: Utökning att importera.
tr: İçe aktarılacak uzantı.
uk: Розширення, яке слід імпортувати.
zh_cn: 导入扩展。
zh_tw: 要載入的擴充功能。

# main|
source: Component to create. Defaults to '%1'.
ar: المكون للإنشاء. مبدئيًا هو '%1'.
ca@valencia: Component que s'ha de crear. Valors predeterminats a «%1».
eo: Komponanto kreenda. Defaŭltas al '%1'.
es: Componente a crear. Por omisión: «%1».
eu: Sortu beharreko osagaia. Lehenetsitako balioa «%1» da.
fi: Luotava osa, oletuksena ”%1”.
fr: Composant à créer. Valeurs par défaut : « %1 ».
gl: Compoñente para crear. O predeterminado é «%1».
he: רכיב ליצירה. ברירת המחדל תהיה ‚%1’.
hi: बनाने के लिए घटक । पूर्वन्यस्त '%1' है ।
it: Componente da creare. Il valore predefinito è «%1».
ka: შესაქმნელი კომპონენტი. ნაგულისხმებად: "%1".
ko: 생성할 구성 요소입니다. 기본값: '%1'.
nl: Aan te maken component. Is standaard '%1'.
nn: Komponent som skal lagast. Standard er «%1».
pl: Składnik do stworzenia. Domyślnie do '%1'.
pt: O componente a criar. O valor por omissão é '%1'.
pt_br: Componente a criar. O padrão é '%1'.
ro: Componenta de creat. Implicit e „%1”.
sl: Komponenta za ustvarjanje. Privzeto je '%1'.
sv: Komponent att skapa. Standardvärdet är '%1'.
tr: Oluşturulacak bileşenler. Öntanımlı: '%1'.
uk: Компонент, який слід створити. Типове значення — «%1».
zh_cn: 要创建的组件。默认值为 '%1。
zh_tw: 要建立的元件。預設為 '%1'。

# main|
source: You can not use 'component' option, because 'forceDefaultOptions' option has been set during compilation time.
ar: لا يمكنك استخدام خيار 'component' (المكون)، لأن خيار 'forceDefaultOptions' (فرض الخيارات المبدئية) ضُبِط أثناء وقت التصريف.
ca@valencia: No podeu utilitzar l'opció «component» perquè s'ha establit l'opció «forceDefaultOptions» en el moment de la compilació.
es: No puede usar la opción «componente», porque la opción «forceDefaultOptions» se estableció en tiempo de compilación.
eu: Ezin duzu «component» aukera erabili, konpilatzeko garaian «forceDefaultOptions» aukera ezarri delako.
fi: ”component”-valintaa ei voi käyttää, koska koostettaessa on asetettu ”forceDefaultOptions”-valinta.
fr: Vous ne pouvez utiliser l'option « component » car l'option « forceDefaultOptions » a été définie pendant la phase de compilation.
gl: Non pode usar a opción de compoñente porque se definiu a opción «forceDefaultOptions» durante a compilación.
he: אי אפשר להשתמש באפשרות ‚component’, כיוון שהאפשרות ‚forceDefaultOptions’ הוגדרה במהלך זמן ההידור.
hi: आप 'घटक' विकल्प का उपयोग नहीं कर सकते, क्योंकि संकलन समय के दौरान 'forceDefaultOptions' विकल्प नियत किया गया है ।
it: Non puoi utilizzare l'opzione «component», poiché l'opzione «forceDefaultOptions» è stata impostata al momento della compilazione.
ka: პარამეტრს 'component' ვერ გამოიყენებთ იმიტომ, რომ 'forceDefaultOptions' პარამეტრი აგების დროსაა დაყენებული.
ko: 컴파일할 때 'forceDefaultOptions' 옵션을 설정했기 때문에 'component' 옵션을 사용할 수 없습니다.
nl: U kunt optie 'component' niet gebruiken, omdat optie 'forceDefaultOptions' is ingesteld tijdens compilatie.
nn: Du kan ikkje bruka valet «component», sidan valet «forceDefaultOptions» var slått på ved kompilering.
pl: Nie możesz użyć opcji 'component', ponieważ opcja 'formceDefaultOptions' została wybrana w trakcie kompilacji.
pt: Não poderá usar a opção 'component', porque a opção 'forceDefaultOptions' foi configurada na altura da compilação.
pt_br: Você não pode usar a opção 'component' porque a opção 'forceDefaultOptions' foi definida durante a compilação.
ro: Nu puteți folosi opțiunea „component” deoarece opțiunea „forceDefaultOptions” a fost stabilită la compilare.
sl: Ne morete uporabiti možnosti 'component', ker je bila med prevodom nastavljena možnost 'forceDefaultOptions'.
sv: Alternativet 'component' kan inte användas, eftersom alternativet 'forceDefaultOptions' var inställt vid kompileringstiden.
tr: 'component' seçeneğini kullanamazsınız; çünkü derleme sırasında 'forceDefaultOptions' seçeneği ayarlanmış.
uk: Не можна використовувати параметр «component», оскільки під час збирання програми не було встановлено параметр «forceDefaultOptions».
zh_cn: 无法使用“component”选项，因为在编译过程中设置了“强制默认选项”。
zh_tw: 無法使用 'component' 選項，因為編譯時已設定 'forceDefaultOptions' 選項。
